# St7DeleteCavityFluidLayout

Deletes the specified cavity fluid layout.

long St7DeleteCavityFluidLayout(long uID, long CavityID)

Input Parameters

uID

Strand7 model file ID.

CavityID

Cavity fluid layout ID.

Strand7 API Manual

Material Property Libraries